** Installing Stater KIT themes

Following the instructions, I'm installing the iet themes, in the ~theme-basic~
branch.  However their instructions are a bit off.  I beleive the better
location for the themes are in ~docroot/themes/~.  Note that IET has named their
subtheme the same for both, so you can only install the basic-redesign or the
advanced-redesign, but not both

#+BEGIN_SRC bash
cd docroot/themes/
for i in advanced-redesign; do
  echo $i
  tar=$i.tar.gz
  get=https://bitbucket.org/ietwebdev/sitefarm-theme-one-subtheme-starterkits/get
  wget ${get}/${tar}
  tar -xzf ${tar}
  mv ietwebdev-sitefarm-theme-one-subtheme-* $i
  rm $tar
done
#+END_SRC

New themes are available immediately.  You can enable the via the admin page, or
with the drush command theme:enable

#+BEGIN_SRC bash
fin exec drush pm-list --type=theme
#+END_SRC

#+RESULTS:
| ---------- | ----------------------------- | ---------- | ---------      |         |
| Package    | Name                          | Status     | Version        |         |
| ---------- | ----------------------------- | ---------- | ---------      |         |
| Core       | Bartik                        | (bartik)   | Disabled       |  8.9.13 |
| Core       | Claro                         | (claro)    | Disabled       |  8.9.13 |
| Core       | Classy                        | (classy)   | Enabled        |  8.9.13 |
| Core       | Seven                         | (seven)    | Enabled        |  8.9.13 |
| Core       | Stable                        | (stable)   | Enabled        |  8.9.13 |
| Core       | Stark                         | (stark)    | Disabled       |  8.9.13 |
| SiteFarm   | SiteFarm                      | One        | (sitefarm_one) | Enabled |
| Custom     | wizard                        | (wizard)   | Disabled       |         |
| ---------- | ----------------------------- | ---------- | ---------      |         |


